Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# windows_network_busy
source: Finish active transfers and stop sharing before changing the network or clearing the cache.
de: Beenden Sie aktive Übertragungen und Freigaben, bevor Sie das Netzwerk ändern oder den Cache leeren.
es: Finalice las transferencias activas y deje de compartir antes de cambiar la red o vaciar la caché.
fr: Terminez les transferts actifs et arrêtez le partage avant de modifier le réseau ou de vider le cache.
it: Completa i trasferimenti attivi e interrompi la condivisione prima di cambiare rete o svuotare la cache.
nl: Voltooi actieve overdrachten en stop met delen voordat je het netwerk wijzigt of de cache wist.
pl: Zakończ aktywne transfery i zatrzymaj udostępnianie przed zmianą sieci lub wyczyszczeniem pamięci podręcznej.
pt: Conclua as transferências ativas e pare a partilha antes de alterar a rede ou limpar a cache.
ru: Завершите активные передачи и остановите раздачу, прежде чем менять сеть или очищать кэш.

# windows_off
source: Off
de: Aus
es: Desactivadas
fr: Désactivées
it: Disattive
nl: Uit
pl: Wyłączone
pt: Desativadas
ru: Выключены

# windows_on
source: On
de: Ein
es: Activadas
fr: Activées
it: Attive
nl: Aan
pl: Włączone
pt: Ativadas
ru: Включены

# windows_open_folder
source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri cartella
nl: Map openen
pl: Otwórz folder
pt: Abrir pasta
ru: Открыть папку

# windows_operation_failed
source: This action could not be completed. Please try again.
de: Diese Aktion konnte nicht abgeschlossen werden. Versuchen Sie es erneut.
es: No se pudo completar esta acción. Inténtelo de nuevo.
fr: Cette action n’a pas pu être effectuée. Veuillez réessayer.
it: Impossibile completare questa azione. Riprova.
nl: Deze actie kon niet worden voltooid. Probeer het opnieuw.
pl: Nie udało się wykonać tej czynności. Spróbuj ponownie.
pt: Não foi possível concluir esta ação. Tente novamente.
ru: Не удалось выполнить действие. Повторите попытку.

# windows_preferences_invalid
source: Your saved preferences could not be read. VniDrop has kept them unchanged. Restore the preferences file before starting again.
de: Die gespeicherten Einstellungen konnten nicht gelesen werden. VniDrop hat sie unverändert gelassen. Stellen Sie die Einstellungsdatei vor dem Neustart wieder her.
es: No se pudieron leer las preferencias guardadas. VniDrop las ha conservado sin cambios. Restaure el archivo de preferencias antes de volver a iniciar.
fr: Vos préférences n’ont pas pu être lues. VniDrop les a conservées. Restaurez le fichier de préférences avant de redémarrer.
it: Impossibile leggere le preferenze salvate. VniDrop le ha conservate inalterate. Ripristina il file delle preferenze prima di riavviare.
nl: De opgeslagen voorkeuren konden niet worden gelezen. VniDrop heeft ze ongewijzigd bewaard. Herstel het voorkeurenbestand voordat je opnieuw start.
pl: Nie udało się odczytać zapisanych preferencji. VniDrop pozostawił je bez zmian. Przywróć plik preferencji przed ponownym uruchomieniem.
pt: Não foi possível ler as preferências guardadas. O VniDrop manteve-as inalteradas. Restaure o ficheiro de preferências antes de reiniciar.
ru: Не удалось прочитать сохранённые настройки. VniDrop сохранил их без изменений. Восстановите файл настроек перед повторным запуском.

# windows_receive_empty
source: Open or drop a .vnd invitation to receive files from another device.
de: Öffnen Sie eine .vnd-Einladung oder ziehen Sie sie hierher, um Dateien von einem anderen Gerät zu empfangen.
es: Abra o arrastre una invitación .vnd para recibir archivos de otro dispositivo.
fr: Ouvrez ou déposez une invitation .vnd pour recevoir des fichiers d’un autre appareil.
it: Apri o trascina un invito .vnd per ricevere file da un altro dispositivo.
nl: Open een .vnd-uitnodiging of sleep deze hierheen om bestanden van een ander apparaat te ontvangen.
pl: Otwórz lub upuść zaproszenie .vnd, aby odebrać pliki z innego urządzenia.
pt: Abra ou arraste um convite .vnd para receber ficheiros de outro dispositivo.
ru: Откройте или перетащите приглашение .vnd, чтобы получить файлы с другого устройства.

# windows_receivers
source: Receivers
de: Empfänger
es: Destinatarios
fr: Destinataires
it: Destinatari
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
ru: Получатели

# windows_relay_invalid
source: Enter between 1 and 8 distinct HTTPS relay URLs, without credentials or fragments.
de: Geben Sie 1 bis 8 verschiedene HTTPS-Relay-URLs ohne Zugangsdaten oder Fragmente ein.
es: Introduzca entre 1 y 8 URL HTTPS de retransmisión distintas, sin credenciales ni fragmentos.
fr: Saisissez entre 1 et 8 URL HTTPS de relais distinctes, sans identifiants ni fragments.
it: Inserisci da 1 a 8 URL HTTPS di relay distinti, senza credenziali né frammenti.
nl: Voer 1 tot 8 verschillende HTTPS-relay-URL’s in, zonder inloggegevens of fragmenten.
pl: Wpisz od 1 do 8 różnych adresów HTTPS serwerów pośredniczących, bez danych logowania i fragmentów.
pt: Introduza entre 1 e 8 URLs HTTPS de retransmissão distintos, sem credenciais nem fragmentos.
ru: Введите от 1 до 8 разных HTTPS-адресов ретрансляторов без учётных данных и фрагментов.

# windows_review_requests
source: Review requests
de: Anfragen prüfen
es: Revisar solicitudes
fr: Examiner les demandes
it: Esamina richieste
nl: Verzoeken bekijken
pl: Przejrzyj prośby
pt: Rever pedidos
ru: Просмотреть запросы

# windows_save_preferences
source: Save preferences
de: Einstellungen speichern
es: Guardar preferencias
fr: Enregistrer les préférences
it: Salva preferenze
nl: Voorkeuren opslaan
pl: Zapisz preferencje
pt: Guardar preferências
ru: Сохранить настройки

# windows_scan_invitation
source: Scan to receive
de: Zum Empfangen scannen
es: Escanear para recibir
fr: Scanner pour recevoir
it: Scansiona per ricevere
nl: Scannen om te ontvangen
pl: Zeskanuj, aby odebrać
pt: Ler para receber
ru: Сканируйте для получения

# windows_selection_invalid
source: Choose multiple files or one folder.
de: Wählen Sie mehrere Dateien oder einen Ordner.
es: Elija varios archivos o una carpeta.
fr: Choisissez plusieurs fichiers ou un seul dossier.
it: Scegli più file o una sola cartella.
nl: Kies meerdere bestanden of één map.
pl: Wybierz wiele plików lub jeden folder.
pt: Escolha vários ficheiros ou uma pasta.
ru: Выберите несколько файлов или одну папку.

# windows_selection_required
source: Choose files and enter a transfer name.
de: Wählen Sie Dateien und geben Sie einen Namen für die Übertragung ein.
es: Elija archivos e introduzca un nombre para la transferencia.
fr: Choisissez des fichiers et saisissez un nom de transfert.
it: Scegli i file e inserisci un nome per il trasferimento.
nl: Kies bestanden en voer een naam voor de overdracht in.
pl: Wybierz pliki i wpisz nazwę transferu.
pt: Escolha ficheiros e introduza um nome para a transferência.
ru: Выберите файлы и введите название передачи.

# windows_send_empty
source: Choose files or a folder, then share an invitation with the receiving device. You can also drop files here.
de: Wählen Sie Dateien oder einen Ordner und teilen Sie eine Einladung mit dem empfangenden Gerät. Sie können Dateien auch hierher ziehen.
es: Elija archivos o una carpeta y comparta una invitación con el dispositivo receptor. También puede arrastrar archivos aquí.
fr: Choisissez des fichiers ou un dossier, puis partagez une invitation avec l’appareil destinataire. Vous pouvez aussi déposer des fichiers ici.
it: Scegli file o una cartella, poi condividi un invito con il dispositivo destinatario. Puoi anche trascinare i file qui.
nl: Kies bestanden of een map en deel een uitnodiging met het ontvangende apparaat. Je kunt hier ook bestanden neerzetten.
pl: Wybierz pliki lub folder, a następnie udostępnij zaproszenie urządzeniu odbiorcy. Możesz też upuścić pliki tutaj.
pt: Escolha ficheiros ou uma pasta e partilhe um convite com o dispositivo destinatário. Também pode arrastar ficheiros para aqui.
ru: Выберите файлы или папку и отправьте приглашение принимающему устройству. Также можно перетащить файлы сюда.

# windows_share_busy
source: Finish or close the current Windows share before sharing again.
de: Schließen Sie die aktuelle Windows-Freigabe ab oder schließen Sie sie, bevor Sie erneut teilen.
fr: Terminez ou fermez le partage Windows en cours avant de partager à nouveau.
it: Completa o chiudi la condivisione Windows in corso prima di condividere di nuovo.
pt: Conclua ou feche a partilha atual do Windows antes de partilhar novamente.

# windows_unblock
source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sblocca
nl: Deblokkeren
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать

# transfer_file_count_one
source: {count} file
de: {count} Datei
es: {count} archivo
fr: {count} fichier
nl: {count} bestand
pl: {count} plik
pt: {count} ficheiro
ru: {count} файл
